<div class="idl24by7-breaking-ticker">
  <div class="idl24by7-container">
    <div class="idl24by7-breaking-outer">
      <div class="idl24by7-breaking-inner">
        <div class="idl24by7-breakhead">
          <h3>Breaking News</h3>
        </div>
        <div class="idl24by7-breaknews" id="idl24by7-flip-js">
          <a href="" class="active"> उरी में LoC के पास मिले दो आतंकवादियों के शव, हथियार और गोला-बारूद भी बरामद </a>
          <a href="" class=""> 24 घंटे में बरी हुआ हिंदुजा परिवार, शोषण मामले में शिकायतकर्ताओं ने वापस लिए आरोप </a>
          <a href="" class=""> T20 World Cup: अफगानिस्तान ने पहली बार ऑस्ट्रेलिया को रौंदा, 21 रनों से दी शिकस्त </a>
          <a href="" class=""> कर्नाटक: प्रज्वल का बड़ा भाई सूरज रेवन्ना भी गिरफ्तार, JDS कार्यकर्ता के साथ यौन शोषण का है आरोप </a>
          <a href="" class=""> इसरो की एक औऱ सफलता, RLV पुष्पक ने की लगातार तीसरी सफल लैंडिंग </a>
          <a href="" class=""> T20WC: पैट कमिंस की हैट्रिक, अफगानिस्तान को 148/6 पर रोका </a>
          <a href="" class=""> 'नरेंद्र मोदी पूरी तरह से असहाय': राहुल गांधी ने NEET-PG को लेकर केंद्र पर हमला बोला </a>
          <a href="" class=""> भारत की चिकित्सा शिक्षा प्रणाली नष्ट हो गई है: यूनाइटेड डॉक्टर्स फ्रंट एसोसिएशन के राष्ट्रीय प्रमुख </a>
          <a href="" class=""> सरकार ने युवाओं के बीच अपना विश्वास खो दिया है: कांग्रेस नेता पवन खेड़ा </a>
          <a href="" class=""> धर्मेंद्र प्रधान को तत्काल प्रभाव से इस्तीफा दे देना चाहिए: शिवसेना (यूबीटी) नेता आनंद दुबे </a>
        </div>
      </div>
    </div>
  </div>
</div>